Repository: GeotrekCE/django-leaflet
Catalog: leaflet/locale/*/LC_MESSAGES/django.po
Languages: cs, sk

source: Cancel drawing
cs: Zrušit kreslení
sk: Zrušiť kreslenie

source: Cancel
cs: Zrušit
sk: Zrušiť

source: Delete last point drawn
cs: Smazat poslední nakreslený bod
sk: Zmazať posledný nakreslený bod

source: Delete last point
cs: Smazat poslední bod
sk: Zmazať posledný bod

source: Draw a polyline
cs: Nakreslit trasu
sk: Nakresliť trasu

source: Draw a polygon
cs: Nakreslit polygon
sk: Nakresliť polygón

source: Draw a rectangle
cs: Nakreslit obdélník
sk: Nakresliť obdĺžnik

source: Draw a circle
cs: Nakreslit kruh
sk: Nakresliť kruh

source: Draw a marker
cs: Nakreslit značku
sk: Nakresliť značku

source: Click and drag to draw circle.
cs: Kliknutím a tažením nakreslíte kruh.
sk: Kliknutím a ťahaním nakreslíte kruh.

source: Click map to place marker.
cs: Kliknutím do mapy umístíte značku.
sk: Kliknutím do mapy umiestnite značku.

source: Click to start drawing shape.
cs: Kliknutím začnete kreslení tvaru.
sk: Kliknutím začnete kreslenie tvaru.

source: Click to continue drawing shape.
cs: Kliknutím pokračujete v kreslení tvaru.
sk: Kliknutím pokračujete v kreslení tvaru.

source: Click first point to close this shape.
cs: Kliknutím na první bod uzavřete tvar.
sk: Kliknutím na prvý bod uzavrite tvar.

source: <strong>Error:</strong> shape edges cannot cross!
cs: <strong>Chyba:</strong> hrany tvaru se nesmějí křižit!
sk: <strong>Chyba:</strong> hrany tvaru sa nemôžu krížiť!

source: Click to start drawing line.
cs: Kliknutím do mapy začnete kreslit trasu.
sk: Kliknutím do mapy začnete kresliť trasu.

source: Click to continue drawing line.
cs: Kliknutím pokračujete v kreslení trasy.
sk: Kliknutím pokračujte v kreslení trasy.

source: Click last point to finish line.
cs: Kliknutím na poslední bod ukončíte trasu.
sk: Kliknutím na posledný bod ukončíte trasu.

source: Click and drag to draw rectangle.
cs: Kliknutím a tažením nakreslíte obdélník.
sk: Kliknutím a ťahaním nakreslíte obdĺžnik.

source: Release mouse to finish drawing.
cs: Uvolněním tlačítka myši dokončíte kreslení.
sk: Uvoľnením tlačidla myši dokončíte kreslenie.

source: Save changes.
cs: Uložit změny.
sk: Uložiť zmeny.

source: Save
cs: Uložit
sk: Uložiť

source: Cancel editing, discards all changes.
cs: Zrušit úpravy, zahodit veškeré změny.
sk: Zrušiť úpravy, zahodiť všetky zmeny.

source: Edit layers
cs: Upravit objekty
sk: Upraviť objekty

source: No layers to edit.
cs: Žádné objekty k úpravám.
sk: Žiadne objekty na úpravu.

source: Delete layers
cs: Smazat objekty
sk: Zmazať objekty

source: No layers to delete.
cs: Žádné objekty ke smazání.
sk: Žiadne objekty na zmazanie.

source: Drag handles, or marker to edit feature.
cs: Tažením kontolních bodů upravte objekt.
sk: Ťahaním kontolních bodov upravte objekt.

source: Click cancel to undo changes.
cs: Kliknutím na zrušit vrátíte změny.
sk: Kliknutím na zrušiť vrátite zmeny.

source: Click on a feature to remove
cs: Kliknutím na objekt ho zrušíte
sk: Kliknutím na objekt ho zrušíte

source: Reset view
cs: Obnovit pohled
sk: Obnoviť pohľad
